nginx/performance/size_variation/2/wrk.1mb.nopin.out
Running 30s test @ http://127.0.0.1:8080/1mb.bin
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   121.45ms  353.71ms   2.00s    91.78%
    Req/Sec   610.47    398.74     2.29k    66.95%
  193284 requests in 30.10s, 188.80GB read
  Socket errors: connect 0, read 39, write 0, timeout 1083
Requests/sec:   6421.61
Transfer/sec:      6.27GB